{
    "apropos-sub1": {
      "en": " Inspiring the next generation through faith and education",
      "es": " Inspirando a la próxima generación a través de la fe y la educación",
      "fr": "Inspirant la prochaine génération à travers la foi et l'éducation",
      "kr": ""
    },
    "apropos-sub2": {
      "en": "The Children's Evangelism Fellowship is a Bible-centered, worldwide organization composed of born-again believers whose purpose",
      "es": "La Asociación para la Evangelización de los Niños es una organización mundial centrada en la Biblia, compuesta por creyentes nacidos de nuevo cuyo propósito",
      "fr": "L'Association pour l'Évangélisation des Enfants est une organisation mondiale centrée sur la Bible, composée de croyants nés de nouveau dont le but est d'évangéliser les garçons et les filles avec l'évangile du Seigneur Jésus-Christ et de les établir (disciples) dans la parole de Dieu et dans une église locale pour vivre leur vie chrétienne.",
      "kr": ""
    },
    "apropos-sub3": {
      "en": " CEF was founded by Jesse Irvin Overholtzer in 1937. Growing up in a religious family, Jesse was convicted of his own sin at the age of 12 and sought counsel from his mother. She told him, “My son, you are too young.”",
      "es": " La AEE fue fundada por Jesse Irvin Overholtzer en 1937. Creciendo en una familia religiosa, Jesse fue convicto de su propio pecado a la edad de 12 años y buscó consejo de su madre. Ella le dijo: «Hijo mío,",
      "fr": " L'AEE a été fondée par Jesse Irvin Overholtzer en 1937. Ayant grandi dans une famille religieuse, Jesse a été convaincu de son propre péché à l'âge de 12 ans et a demandé conseil à sa mère. Celle-ci lui a répondu : « Mon fils, tu es trop jeune ».",
      "kr": ""
    },
    "apropos-sub4": {
      "en": "It wasn’t until college that Jesse Overholtzer heard the Gospel and accepted Christ as his Savior. Later, as a pastor, Mr. Overholtzer read a sermon by Charles Spurgeon that said, “A child of five, if properly instructed, can believe and be regenerated as truly as an adult.”",
      "es": "No fue hasta la universidad que Jesse Overholtzer escuchó el Evangelio y aceptó a Cristo como su Salvador. Más tarde, como pastor, el Sr. Overholtzer leyó un sermón de Charles Spurgeon que decía: «Un niño de cinco años, si se le instruye correctamente, puede creer y ser regenerado tan verdaderamente como un adulto».",
      "fr": "Ce n'est qu'à l'université que Jesse Overholtzer a entendu l'Évangile et a accepté Christ comme son Sauveur. Plus tard, en tant que pasteur, M. Overholtzer a lu un sermon de Charles Spurgeon qui disait : « Un enfant de cinq ans, s'il est correctement instruit, peut croire et être régénéré aussi véritablement qu'un adulte ».",
      "kr": ""
    },
    "apropos-sub5": {
      "en": "The Lord used this statement in Mr. O’s life to lead him to begin the ministry of the Children’s Evangelism Fellowship at the age of 60. This ministry has become the largest children’s evangelism mission in the world.",
      "es": "El Señor utilizó esta declaración en la vida de M. O para llevarlo a comenzar el ministerio de la Asociación para la Evangelización de Niños a la edad de 60 años. Este ministerio se ha convertido en la misión de evangelización infantil más grande del mundo.",
      "fr": " Le Seigneur a utilisé cette déclaration dans la vie de M. O pour l'amener à commencer le ministère de l'Association pour l'Évangélisation des Enfants à l'âge de 60 ans. Ce ministère est devenu la plus importante mission d'évangélisation auprès des enfants dans le monde.",
      "kr": ""
    },
    "apropos-btn1"
    :
    {
        "en": "Learn More",
        "es": "Aprende más",
        "fr": "En savoir plus",
        "kr": ""
        }
  }