{
    "ministries-title": {
        "en": "Our Ministries",
        "es": "Nuestros Ministérios",
        "fr": "Nos Ministères",
        "ht": "Nos Ministè"
    },
    "ministries-transform-lives": {
        "en": "Transforming Lives through Our Ministries",
        "es": "Transformando Vidas a Través de Nuestros Ministérios",
        "fr": "Transformer les Vies par Nos Ministères",
        "ht": "Transforme Jen nan Nos Ministè"
    },
    "ministries-description": {
        "en": "The Children's Evangelism Fellowship shares the Gospel and trains children to live out their faith in Christ.",
        "es": "La Asociación para la Evangelización de los Niños comparte el Evangelio y forma a los niños para vivir su fe en Cristo.",
        "fr": "L'Association pour l'Évangélisation des Enfants partage l'Évangile et forme les enfants à vivre leur foi en Christ.",
        "ht": ""
    },
    "ministries-club-of-good-news": {
        "en": "Club of Good News",
        "es": "Club de Buenas Nuevas",
        "fr": "Club de la Bonne Nouvelle",
        "ht": "Klub Bon Nouvo"
    },
    "ministries-club-of-good-news-description": {
        "en": "Meet children where they are, in schools, community centers, churches, and neighborhood homes. Teachers are trained and equipped to lead Good News clubs every week, sharing the timeless truths of the Bible in an engaging and passionate way. Children learn the Gospel, and many come to know Jesus as their Savior.",
        "es": "Encuentra a los niños donde están, en escuelas, centros comunitarios, iglesias y hogares de la vecindad. Los maestros están capacitados y equipados para llevar clubes de Buenas Nuevas cada semana, compartiendo las verdades eternas de la Biblia de una manera atractiva y pasional. Los niños aprenden el Evangelio, y muchos vienen a conocer a Jesús como su Salvador.",
        "fr": "Rencontrez les enfants là où ils sont, dans les écoles, les centres communautaires, les églises et les foyers de quartier. Les enseignants sont formés et équipés pour animer des clubs de Bonnes Nouvelles chaque semaine, offrant les vérités intemporelles de la Bible de manière passionnante et engageante. Les enfants apprennent l'Évangile, et beaucoup en viennent à connaître Jésus comme leur Sauveur.",
        "ht": "Rencontre nen nan pi lòt, nan eskòl, sant kòmmunitè, egli ak fòt yo. Ensèf yo eseye ak eseye pou anime klub Bon Nouvo chak sèman, soumèt la véritè eternèl nan Bib la nan yon mani akrive ak pasyon. Nen yo eseye l'Evangil, ak beke mwen yo eseye konprann Jezi kòm sauvete yo."
    },
    "ministries-5-day-club": {
        "en": "5-Day Club",
        "es": "Club de 5 Días",
        "fr": "Club de 5 Jours",
        "ht": "Klub 5 Jor"
    },
    "ministries-5-day-club-description": {
        "en": "Located in their neighborhood, a 5-Day Club is easy for a child to access during their summer break. Teachers are trained and equipped to lead action-packed 5-Day Clubs for a full week, sharing the timeless truths of the Bible in an engaging and passionate way. Children learn the Gospel, and many come to know Jesus as their Savior.",
        "es": "Ubicado en su vecindario, un Club de 5 Días es fácil de acceder para un niño durante su descanso de verano. Los maestros están capacitados y equipados para dirigir clubes de 5 Días llenos de acción durante una semana completa, compartiendo las verdades eternas de la Biblia de una manera atractiva y pasional. Los niños aprenden el Evangelio, y muchos vienen a conocer a Jesús como su Salvador.",
        "fr": "Situé dans leur quartier, un club de 5 jours est facile pour un enfant d'avoir accès lors de sa pause estivale. Les enseignants sont formés et équipés pour diriger des clubs de 5 jours remplis d'action pendant une semaine solide, fournissant les vérités intemporelles de la Bible de manière passionnante et engageante. Les enfants apprennent l'Évangile, et beaucoup en viennent à connaître Jésus comme leur Sauveur.",
        "ht": "Lokisan nan tout kòt yo, yon klub 5 jor eseye anpil pou nen yo eseye ankòt nan sazon estè. Ensèf yo eseye ak eseye pou dirij klub 5 jor anpil aksyon tanpri yon sèman, soumèt la véritè eternèl nan Bib la nan yon mani akrive ak pasyon. Nen yo eseye l'Evangil, ak beke mwen yo eseye konprann Jezi kòm sauvete yo."
    },
    "ministries-cya": {
        "en": "CYA - Christian Youth in Action",
        "es": "CYA - Jóvenes Cristianos en Acción",
        "fr": "CYA - Jeunes Chrétiens en Action",
        "ht": "CYA - Je Chretien nan Ayisyon"
    },
    "ministries-cya-description": {
        "en": "CYA is a program designed to train you and a team of other young people in effective and engaging ways to teach God to children. You will participate in a training school for one to two weeks where you will learn to clearly present the Gospel to a child, counsel a child for salvation, and lead a dynamic club ministry for children. Elements of this club include teaching a Bible lesson, a real missionary story, and a Bible verse, along with songs, games, and a fun review time.",
        "es": "CYA es un programa diseñado para capacitarte y a un equipo de otros jóvenes en formas efectivas y atractivas de enseñar a Dios a los niños. Participarás en una escuela de capacitación durante una o dos semanas donde aprenderás a presentar claramente el Evangelio a un niño, asesorar a un niño para la salvación y dirigir un ministerio dinámico de club para niños. Los elementos de este club incluyen enseñar una lección bíblica, una historia misionera real y un versículo bíblico, así como canciones, juegos y un tiempo de revisión divertido.",
        "fr": "CYA est un programme conçu pour vous former, vous et une équipe d'autres jeunes, à des manières efficaces et engageantes d'enseigner Dieu aux enfants. Vous participerez à une école de formation d'une à deux semaines où vous apprendrez à présenter clairement l'Évangile au niveau d'un enfant, à conseiller un enfant pour le salut et à diriger un ministère dynamique de club pour les enfants. Les éléments de ce club comprennent l'enseignement d'une leçon biblique, d'une histoire missionnaire réelle et d'un verset biblique, ainsi que des chants, des jeux et un temps de révision amusant.",
        "ht": "CYA se yon program konprann pou eseye ou ak yon esèf d'òt laj yo nan mani akrive ak akrive pou eseye Die nan nen. Ou prann pè anvi tout kòt laj ou eseye eseye sa nan yon anvi d'èkòl eseye eseye sa nan yon anvi d'èkòl eseye eseye sa nan yon anvi d'èkòl eseye eseye sa nan yon anvi d'èkòl eseye eseye sa nan yon anvi d'èkòl eseye eseye sa nan yon anvi d'èkòl eseye eseye sa nan yon anvi d'èkòl eseye eseye sa nan yon anvi d'èkòl eseye eseye sa nan yon anvi d'èkòl eseye eseye sa nan yon anvi d'èkòl eseye eseye sa nan yon anvi d'èkòl eseye eseye sa nan yon anvi d'èkòl eseye eseye sa nan yon anvi d'èkòl eseye eseye sa nan yon anvi d'èkòl eseye eseye sa nan yon anvi d'èkòl eseye eseye sa nan yon anvi d'èkòl eseye eseye sa nan yon anvi d'èkòl eseye eseye sa nan yon anvi d'èkòl eseye eseye sa nan yon anvi d'èkòl eseye eseye sa nan yon anvi d'èkòl eseye eseye sa nan yon anvi d'èkòl eseye eseye sa nan yon anvi d'èkòl."
    }
}